{
	"Language successfully changed!": "Sprache erfolgreich geändert!",
	"Word {{word}} has been added to the blacklist": "Wort {{word}} wurde zur Sperrliste hinzugefügt",
	"Suicide Prevention Bot Info": "Suizid Präventions Bot Info",
	"You requested help?": "Sie haben nach Hilfe gefragt?",
	"Commands - prefix is / [command here]": "Befehle - Präfix ist / [Befehl]",
	"help\n bot (alias: neofetch, v)\n info\n invite\n mute\n ping\n dm (user)\n dmmute\n set\n lang\n": "help\n bot (alias: neofetch, v)\n info\n invite\n mute\n ping\n dm (user)\n dmmute\n set\n lang\n",
	"You must be an administrator of this server to change the language!": "Sie müssen ein Server Administrator sein um die Sprache zu ändern!",
	"What is this bot?": "Was ist dieser Bot?",
	"What do you respond to?": "Worauf antworten Sie?",
	"I look for key words related to suicide, as well as commands like /help, /invite, and /ping.": "Ich suche nach Wörten im Zusammenhang mit Selbstmord, und höre auf Befehle wie /help, /invite, and /ping.",
	"How do I add you to my server?": "Wie füge ich dich zu meinem Server hinzu?",
	"Go to https://spbot.ml/ and click on Invite Bot.": "Gehen Sie auf https://spbot.ml und klicken Sie auf Invite Bot",
	"Are you anonymous?": "Sind Sie anonym?",
	"Yes. I am, and have always been, 100% anonmyous. I'm open source as well.": "Ja. Ich bin und war immer 100% anononym. Ich bin auch Open-Source.",
	"I have a bug report or feature request.": "Ich habe einen Fehler Bericht oder eine Funktionsanforderung.",
	"[Join the discord!](https://discord.com/invite/YHvfUqVgWS)": "[Treten Sie dem Discord Server bei!](https://discord.com/invite/YHvfUqVgWS)",
	"Created by the SPBot dev team :) · https://spbot.ml · /mute to have the bot ignore your messages": "Erstellt vom SPBot Entwicklungs Team :) · https://spbot.ml · /mute um den Bot Ihre Nachrichten ignorieren zu lassen.",
	"Add Suicide Prevention Bot": "Fügen Sie den Suizid Präventions Bot hinzu",
	"This Discord bot is an easy-to-use and easy-to-install bot for Discord, that actively prevents suicide and other crisis from occuring. Add it to your Discord server in just 3 clicks.": "Dieser Discord Bot ist ein leicht zu bedienender und leicht zu installierender Discord Bot, welcher aktiv Selbstmord und andere Krisen verhindert. Fügen Sie ihn zu Ihrem Discord Server in nur 3 Klicks hinzu.",
	"Here are all the supported languages": "Hier sind all die unterstützten Sprachen",
	"Want more languages? Found a bug?": "Wollen Sie mehr Sprachen? Haben Sie ein Problem gefunden?",
	"Pinging...": "Pingt...",
	"Here is my ping, young one": "Hier ist der Ping",
	"Roundtrip latency is {{ping}}ms \nAPI Latency is {{latency}}ms": "Rundreise Latenz ist {{ping}}ms \nAPI Latenz ist {{latency}}ms",
	"Does not update after you send the command. Send again to see updated info.', 'https://spbot.ml/siround.png": "Wird nicht aktualisiert nachdem Sie den Befehl senden. Senden Sie den Befehl erneut um die aktualisierten Informationen zu sehen.', 'https://spbot.ml/siround.png",
	"Add Slash Commands": "Slash Befehle hinzufügen",
	"Support Server": "Den Server unterstützten",
	"Commands have been moved to slash commands! Type `/` to see a list of commands. If you don't see them, ask a server admin to click the button below to add my slash commands.": "Unsere Befehle wurden zu Slash Befehlen geändert! Tippen Sie `/` um eine Liste der Befehle zu sehen. Falls Sie diese nicht sehen, fragen Sie einen Server Admin ob dieser den unteren Knopf drücken kann um Slash Befehle hinzuzufügen.",
	"Bot Mentioned. Here is my helpline embed: Suicide Prevention Bot": "Bot erwähnt. Hier ist mein Hilfslinien Embed: Suicide Prevention Bot",
	"Please give the helpline just one chance": "Bitte geben Sie der Hilfslinie eine Chance!",
	"This bot has automatically detected a keyword related to suicide\n": "Dieser Bot hat ein Wort in Verbindung mit Selbstmord entdeckt.\n",
	"We care about you.": "Wir machen uns Sorgen um Sie.",
	"Your life is important. We all care very deeply about you. I understand you don't feel like you matter right know, but I can tell you with 100% confidence that you do. I know you might be reluctant, but please just give the suicide prevention hotline just one more chance.": "Ihr Leben ist wichtig. Ich sorge mich sehr für Sie. Ich verstehe, dass Sie sich so nicht so fühlen als ob Sie wichtig sind, aber ich kann Ihnen mit 100%-igem Vertrauen sagen, dass Sie es sind. Ich weiß, dass Sie vielleicht zurrückhaltend sind, aber bitte geben Sie der Suizid Präventions Hotline noch eine Chance.",
	"United States": "Vereinigte Staaten (USA)",
	"Call (800) 273-8255 or Text HOME to 741741": "Rufen Sie (800) 273-8255 an oder schreiben Sie HOME an 741741",
	"United Kingdom": "Vereinigtes Königreich (UK)",
	"Call 116-123 or Text SHOUT to 85258": "Rufen Sie 116-123 an oder schreiben Sie SHOUT an 85258",
	"Canada": "Kanada",
	"Call (833) 456-4566 or Text 45645": "Rufen Sie (833) 456-4566 an oder schreiben Sie eine Nachricht an 45645",
	"India": "Indien",
	"Call +91 80 23655557": "Rufen Sie +91 80 23655557 an",
	"Japan": "Japan",
	"Call 810352869090": "Rufen Sie 810352869090 an",
	"Other Countries?": "Andere Länder?",
	"[Click Here.](https://spbot.ml/hotlines)": "[Klicken Sie hier.](https://spbot.ml/hotlines)",
	"Need Extra Support?": "Brauchen Sie mehr Hilfe?",
	"Text **DISCORD** to **741741** from anywhere in the United States to chat with a trained volunteer crisis counselor at Crisis Text Line. Counselors are available 24/7 to help you or a friend through any mental health crisis.": "Schreiben Sie **DISCORD** an die Nummer **741741**, um mit einem geschulten ehrenamtlichen Krisenberater der Crisis Text Line zu sprechen. Die Berater stehen rund um die Uhr zur Verfügung, um Ihnen oder einem Freund in einer psychischen Krise zu helfen.",
	"I care about you. Please try to give the helplines just one chance. I know you can make it through this. Report a bug: https://discord.gg/YHvfUqVgWS. Website: https://spbot.ml/. Type /dmmute to prevent others from telling me to send you DMs": "Ich sorge mich um Sie. Bitte gebe der Hilfslinie eine Chance. Ich weiß, dass Sie es durch diese harte Zeit schaffen werden. Melde ein Problem: https://discord.gg/YHvfUqVgWS. Website: https://spbot.ml/. Benutzten sie Befehl /dmmute um zu verhindern, dass andere Leute Ihnen durch diesen Bot DMs senden",
	"Suicide Prevention Bot": "Suizid Präventions Bot",
	"Please don't tell others to kill themselves": "Bitte sagen Sie niemandem sich umzubringen",
	"This is not a laughing matter": "Das ist kein lustiges Thema",
	"Links": "Links",
	"[Website](https://spbot.ml/)\n [Discord Invite](https://discord.com/invite/YHvfUqVgWS)\n [GitHub](https://github.com/Bobrobot1/Suicide-Prevention-Bot)\n [Status Page](https://spbot.freshstatus.io/)\n": "[Website](https://spbot.ml/)\n [Discord Einladung](https://discord.com/invite/YHvfUqVgWS)\n [GitHub](https://github.com/Bobrobot1/Suicide-Prevention-Bot)\n [Status Seite](https://spbot.freshstatus.io/)\n",
	"Need more help? Found a bug?": "Brauchen Sie mehr hilfe? Haben Sie einen Fehler gefunden?",
	"The current blacklist consists of the words:\n```\n{{list}}```": "Gerade beinhaltet die Sperrliste:\n```\n{{list}}```",
	"Terms of Service": "Nutzungsbedingungen",
	"See our terms of service at https://spbot.ml/terms.txt": "Sehen Sie unsere Nutzungsbedingungen unter https://spbot.ml/terms.txt",
	"Privacy Policy": "Datenschutzrichtlinien",
	"See our privacy policy at https://spbot.ml/privacy.txt": "Sehen Sie unsere Datenschutzrichtlinien unter https://spbot.ml/privacy.txt",
	"A user has asked us to reach out to you": "Ein Benutzer hat uns gefragt Sie zu erreichen",
	"Somebody has asked us to reach out personally to you in your DMs. Please listen.\n": "Jemand hat uns gefragt, Sie in Ihren DMs zu erreichen. Bitte hören Sie zu.\n",
	"A help DM has been sent.": "Eine Hilfe DM wurde gesendet.",
	"This user has already been messaged recently, please wait and try again.": "Dieser Benutzter wurde bereits kürzlich benachrichtigt, bitte warten und versuchen Sie es erneut.",
	"Word `{{word}}` has been added to the blacklist": "Wort `{{word}}` wurde zur Sperrliste hinzugefügt",
	"Word `{{word}}` has been removed from the blacklist": "Wort `{{word}}` wurde von der Sperrliste entfernt",
	"Does not update after you send the command. Send again to see updated info.": "Wird nicht aktualisiert nachdem Sie den Befehl senden. Senden Sie den Befehl erneut um die aktualisierten Informationen zu sehen.",
	"I will stop allowing others to send DMs to you via this bot. type /dmmute again to undo.": "Ich werde aufhören anderen zu erlauben, Sie per DMs zu erreichen. Benutzten Sie /dmmute erneut, um dies rückgängig zu machen.",
	"Mentioned user has opted out of user-directed bot DMs.": "Der Benutzer hat sich von den Benutzer gesteuerten Bot DMs abgemeldet.",
	"Removed from DM ignore list.": "Von der DM Ignorierliste entfernt.",
	"I will now ignore keywords you say in chat.": "Ich werde jetzt ignorieren, was Sie im Chat sagen.",
	"Removed from ignore list.": "Von der Ignorierliste entfernt.",
	"Channel has been muted": "Kanal wurde stummgeschaltet",
	"Channel has been unmuted": "Kanal wurde aktiviert",
	"Unable to send DM. Error: Permission Denied (this user must have their DMs off)": "Nicht möglich DM zu senden. Fehler: Berechtigung verweigert (dieser Benutzer hat ihre DMs aussgeschaltet.)"
}
