{
	"i18n pass": "i18n pass",
	"Suicide Prevention Bot Command List": "Suicide Prevention Bot Lista de comandos",
	"Here are all available commands:": "Estos son todos los comandos disponibles:",
	"Status": "Estado",
	"== Discord ==": "== Discord ==",
	"Username": "Nombre de usuario",
	"Tag": "Etiqueta",
	"ID": "ID",
	"Total Servers": "Total de servidores",
	"Total Users": "Usuarios totales",
	"== Software ==": "== Software ==",
	"Discord.js": "Discord.js",
	"Node.js": "Node.js",
	"== Hardware ==": "== Hardware ==",
	"CPU": "CPU",
	"CPU Usage": "CPU Utilización",
	"Memory Usage": "Uso de la memoria",
	"Uptime": "Tiempo de actividad",
	"This is the current status of the bot, including a variety of interesting statistics on its usage.": "Este es el estado actual del bot, incluyendo una variedad de estadísticas interesantes sobre su uso.",
	"Language successfully changed!": "¡Lengua cambiada con éxito!",
	"Terms of Service": "Condiciones de uso",
	"See our terms of service at": "Consulte nuestras condiciones de servicio en",
	"Privacy Policy": "Política de privacidad",
	"See our privacy policy at": "Consulte nuestra política de privacidad en",
	"Suicide Prevention Bot is Open Source!": "¡Suicide Prevention Bot es de código abierto!",
	"If you would like to help with the development of the bot or even run your own instance, check out the GitHub repository. It is available at": "Si quieres ayudar con el desarrollo del bot o incluso ejecutar tu propia instancia, echa un vistazo al repositorio de GitHub. Está disponible en",
	"Here are all the supported languages": "Estos son todos los idiomas compatibles",
	"Suicide Prevention Bot Info": "Suicide Prevention Bot Información",
	"Want more languages? Found a bug?": "¿Quieres más idiomas? ¿Has encontrado un error?",
	"[Join the discord!](https://discord.com/invite/YHvfUqVgWS)": "[¡Únete al Discord!](https://discord.com/invite/YHvfUqVgWS)",
	"You have successfully opted into bot replies. To opt out, use `/optout`": "Se ha registrado correctamente para recibir respuestas de bots. Para excluirse, utilice `/optout`",
	"You have successfully opted out of bot replies. To opt back in, use `/optin`": "Has optado por no recibir respuestas de bots. Para volver a hacerlo, utilice `/optin`",
	"Help is available, 24 hours a day.": "Hay ayuda disponible las 24 horas del día.",
	"Suicide and self harm are preventable. If you feel that you are considering suicide or self harm, please reach out for help. Resources are availble 24/7.": "El suicidio y las autolesiones se pueden prevenir. Si crees que estás pensando en suicidarte o autolesionarte, pide ayuda. Hay recursos disponibles 24 horas al día, 7 días a la semana.",
	"Speak with a trained mental health counselor": "Hablar con un asesor de salud mental formado",
	"Other countries?": "¿Otros países?",
	"Click here": "Pulse aquí",
	"Need extra support?": "¿Necesita más ayuda?",
	"Text **DISCORD** to **741741** from anywhere in the United States to chat with a trained volunteer crisis counselor at Crisis Text Line. Counselors are available 24/7 to help you or a friend through any mental health crisis.": "Envía un mensaje de texto de **DISCORD** a **741741** desde cualquier lugar de Estados Unidos para chatear con un consejero de crisis voluntario y formado en la Línea de Texto de Crisis. Los consejeros están disponibles 24/7 para ayudarte a ti o a un amigo a superar cualquier crisis de salud mental.",
	"This message was displayed because the bot was mentioned": "Este mensaje apareció porque se mencionó el bot",
	"This message was displayed because the bot believes this message is about suicide": "Este mensaje se mostró porque el bot cree que este mensaje es sobre el suicidio",
	"Suicide Prevention Bot": "Suicide Prevention Bot",
	"Suicide Prevention Bot is a Discord bot that checks messages for content that could indicate signs of suicide, and responds directing people to crisis counselors. It is completely anonymous. To opt out of recieving responses form the bot, use `/optout`.": "Suicide Prevention Bot es un bot de Discord que comprueba los mensajes en busca de contenido que pueda indicar signos de suicidio, y responde dirigiendo a la gente a consejeros de crisis. Es completamente anónimo. Para no recibir respuestas del bot, utiliza `/optout`.",
	"Here is my ping, young one": "Aquí está mi ping, joven",
	"Discord": "Discord",
	"Need help? Join our discord server by visiting": "¿Necesitas ayuda? Únete a nuestro servidor discord visitando",
	"You have opted out of these replies. To opt back in, use the `/optin` command": "Ha optado por no recibir estas respuestas. Para volver a participar, utilice el comando `/optin`",
	"You have successfully opted into bot DMs. To opt back out, use `/dmmute`": "Has optado con éxito en bot DMs. Para volver a salir, utiliza `/dmmute`",
	"You have successfully opted out of bot DMs. To opt back in, use `/dmunmute`": "Has optado con éxito por salir de los bots DMs. Para volver a hacerlo, utiliza `/dmunmute`",
	"This message was sent to you because a user directed the bot to DM you. You cannot recieve more than 1 user-directed DM in a 24-hour period.": "Este mensaje te ha sido enviado porque un usuario ha indicado al bot que te envíe un DM. No puedes recibir más de 1 DM dirigido por un usuario en un periodo de 24 horas.",
	"This user has opted out of user-directed bot DMs. You cannot send a DM to this user.": "Este usuario ha optado por no recibir DMs de bots dirigidos al usuario. No puedes enviar un DM a este usuario.",
	"A DM has already been sent to this user within the last 24 hours. Please wait before sending another DM.": "Ya se ha enviado un DM a este usuario en las últimas 24 horas. Por favor, espera antes de enviar otro DM.",
	"You have opted out of user-directed bot DMs. To opt back in, use the `/dmunmute` command": "Has optado por no recibir mensajes de texto de bots dirigidos al usuario. Para volver a hacerlo, utiliza el comando `/dmunmute`",
	"You have opted out of user-directed bot DMs. To opt back in, use `/dmunmute`.": "Has optado por no recibir mensajes de texto de bots dirigidos al usuario. Para volver a hacerlo, utiliza `/dmunmute`.",
	"Suicide and self harm are preventable. If you feel that you are considering suicide or self harm, please reach out for help. Resources are available 24/7.": "El suicidio y las autolesiones se pueden prevenir. Si crees que estás pensando en suicidarte o autolesionarte, pide ayuda. Hay recursos disponibles 24 horas al día, 7 días a la semana.",
}