{
	"i18n pass": "i18n pass",
	"Suicide Prevention Bot Command List": "Bot de prévention du suicide - Liste de commandes",
	"Here are all available commands:": "Voici toutes les commandes disponibles :",
	"Status": "Statut",
	"== Discord ==": "== Discord ==",
	"Username": "Nom d'utilisateur",
	"Tag": "Tag",
	"ID": "ID",
	"Total Servers": "Nombre de serveurs",
	"Total Users": "Nombre total d'utilisateurs",
	"== Software ==": "== Logiciel ==",
	"Discord.js": "Discord.js",
	"Node.js": "Node.js",
	"== Hardware ==": "== Matériel ==",
	"CPU": "CPU",
	"CPU Usage": "Taux utilisation CPU",
	"Memory Usage": "Taux utilisation mémoire",
	"Uptime": "Temps de fonctionnement",
	"This is the current status of the bot, including a variety of interesting statistics on its usage.": "Voici le statut actuel du bot, incluant diverses stats intéressantes sur son usage.",
	"Language successfully changed!": "Langue modifiée avec succès !",
	"Terms of Service": "Conditions d'utilisation",
	"See our terms of service at": "Consulter nos conditions d'utilisations",
	"Privacy Policy": "Politique de confidentialité",
	"See our privacy policy at": "Voir la politique de confidentialité",
	"Suicide Prevention Bot is Open Source!": "Suicide Prevention Bot est Open Source!",
	"If you would like to help with the development of the bot or even run your own instance, check out the GitHub repository. It is available at": "Pour participer au développement du bot ou exécuter votre propre instance, se référer au répertoire GitHub disponible à :",
	"Here are all the supported languages": "Voici toutes les langues prises en charge",
	"Suicide Prevention Bot Info": "Infos concernant le Bot de prévention du suicide",
	"Want more languages? Found a bug?": "Envie de voir d'autres langues suportées ? Un bogue à signaler ?",
	"[Join the discord!](https://discord.com/invite/YHvfUqVgWS)": "[Rejoignez le serveur discord !](https://discord.com/invite/YHvfUqVgWS)",
	"You have successfully opted into bot replies. To opt out, use `/optout`": "Vous avez accepté que le bot puisse vous répondre. Pour refuser les interactions, envoyer `/optout`",
	"You have successfully opted out of bot replies. To opt back in, use `/optin`": "Votre refus d'interaction avec le bot a bien été pris en compte. Pour donner à nouveau votre consentement, utiliser `/optin`",
	"Help is available, 24 hours a day.": "De l'aide est disponible en tout temps, à n'importe quel moment.",
	"Suicide and self harm are preventable. If you feel that you are considering suicide or self harm, please reach out for help. Resources are available 24/7.": "Le suicide et l'automultilation peuvent être évités. Si vous avez ces pensées, n'hésitez pas à demander de l'aide. Des ressources sont disponibles 24/7.",
	"Speak with a trained mental health counselor": "Parler à un conseiller formé en santé mentale",
	"Other countries?": "Autres pays",
	"Click here": "Cliquer ici",
	"Need extra support?": "Besoin de parler ?",
	"Text **DISCORD** to **741741** from anywhere in the United States to chat with a trained volunteer crisis counselor at Crisis Text Line. Counselors are available 24/7 to help you or a friend through any mental health crisis.": "Envoyer **DISCORD** au **741741** depuis n'importe où aux États-Unis pour chatter avec un conseiller formé aux situations de crises de la Crisis Text Line. Les conseillers sont disponibles 24/7 pour vous aider, vous, ou un ami dans le besoin, à surmonter les crises de santé mentale.",
	"This message was displayed because the bot was mentioned": "Ce message a été envoyé car le bot a été mentionné",
	"This message was displayed because the bot believes this message is about suicide": "Le bot a envoyé ce message car il pense avoir identifié un message à caractère suicidaire",
	"Suicide Prevention Bot": "Bot de prévention du suicide",
	"Suicide Prevention Bot is a Discord bot that checks messages for content that could indicate signs of suicide, and responds directing people to crisis counselors. It is completely anonymous. To opt out of recieving responses form the bot, use `/optout`.": "Le Suicide Prevention Bot est un bot Discord qui analyse les messages pouvant correspondre à des tendances suicidaires, et répond en redirigeant vers des conseillers formés en matière de crise. Le processus est complètement anonyme. Pour ne pas recevoir d'interaction du bot, utiliser `/optout`.",
	"Here is my ping, young one": "Voici mon ping",
	"Discord": "Discord",
	"Need help? Join our discord server by visiting": "Besoin d'aide ? Rejoignez le serveur discord en visitant",
	"You have opted out of these replies. To opt back in, use the `/optin` command": "Vous avez refusé ces interactions. Pour donner votre consentement, utiliser la commande `/optin`",
	"You have successfully opted into bot DMs. To opt back out, use `/dmmute`": "Vous avez accepté de recevoir les MP du bot. Pour vous rétracter, utiliser `/dmmute`",
	"You have successfully opted out of bot DMs. To opt back in, use `/dmunmute`": "Vous refus d'interagir en privé avec le bot par MP a bien été enregistré. Pour donner votre consentement, utiliser `/dmunmute`",
	"This message was sent to you because a user directed the bot to DM you. You cannot receive more than 1 user-directed DM in a 24-hour period.": "Un utilisateur a pensé bien faire en recommandant au bot de vous envoyer ce MP. Vous ne recevrez pas d'autre MP de ce type pendant les 24 prochaines heures.",
	"This user has opted out of user-directed bot DMs. You cannot send a DM to this user.": "Cet utilisateur a explicitement refusé les MP du bot. Envoi impossible.",
	"A DM has already been sent to this user within the last 24 hours. Please wait before sending another DM.": "Un MP a été déjà été envoyé à cet utilisateur dans les 24 dernières heures. Merci d'attendre avant de renouveller l'envoi.",
	"You have opted out of user-directed bot DMs. To opt back in, use the `/dmunmute` command": "Vous avez décliné les MP du bot recommandés par d'autres utilisateurs. Pour les recevoir à nouveau, utiliser la commande `/dmunmute`",
	"You have opted out of user-directed bot DMs. To opt back in, use `/dmunmute`.": "Vous avez décliné les MP du bot recommandés par d'autres utilisateurs. Pour les recevoir à nouveau, utiliser la commande `/dmunmute`.",
	"Pong!": "Pong!",
	"DM sent!": "DM sent!",
	"Could not send DM to user. The user may not have DMs enabled.": "Could not send DM to user. The user may not have DMs enabled.",
	"Send a private DM to a user, with information on how to get help.": "Send a private DM to a user, with information on how to get help.",
	"Opts yourself out of user-directed DMs from the bot.": "Opts yourself out of user-directed DMs from the bot.",
	"Opts yourself into user-directed DMs from the bot.": "Opts yourself into user-directed DMs from the bot.",
	"Opts yourself into bot replies": "Opts yourself into bot replies",
	"Opts yourself out of bot replies": "Opts yourself out of bot replies",
	"Lists available languages": "Lists available languages",
	"Sets the language that the bot will use in the server": "Sets the language that the bot will use in the server",
	"Displays open source information": "Displays open source information",
	"Displays Privacy Policy": "Displays Privacy Policy",
	"Need help? Get a Discord invite to the support server.": "Need help? Get a Discord invite to the support server.",
	"Displays Terms of Service": "Displays Terms of Service",
	"Displays all available commands": "Displays all available commands",
	"See information about Suicide Prevention Bot": "See information about Suicide Prevention Bot",
	"Makes sure that the bot is working": "Makes sure that the bot is working",
	"Display the current status and statistics of the bot": "Display the current status and statistics of the bot",
	"Opt out of these replies": "Opt out of these replies",
	"Report Issue": "Report Issue",
	"Issue reported. ": "Issue reported. ",
	"Confirm": "Confirm",
	"Are you sure you want to report an issue? Developers of this bot will be able to read the message you are reporting, and see who reported it.": "Are you sure you want to report an issue? Developers of this bot will be able to read the message you are reporting, and see who reported it."
}