{
	"i18n pass": "i18n pass",
	"Suicide Prevention Bot Command List": "Suicide Prevention Bot список команд",
	"Here are all available commands:": "Все возможные команды:",
	"Status": "Статус",
	"== Discord ==": "== Discord ==",
	"Username": "Юзер",
	"Tag": "Таг",
	"ID": "ID",
	"Total Servers": "Сумма серверов",
	"Total Users": "Сумма юзеров",
	"== Software ==": "== Software ==",
	"Discord.js": "Discord.js",
	"Node.js": "Node.js",
	"== Hardware ==": "== Hardware ==",
	"CPU": "CPU",
	"CPU Usage": "CPU используется",
	"Memory Usage": "Памяти используется",
	"Uptime": "Время со активации",
	"This is the current status of the bot, including a variety of interesting statistics on its usage.": "Это статус бота в настоящим времени, и так же несколько разных и интересных статистик про его использование.",
	"Language successfully changed!": "Язык успешно изменён!",
	"Terms of Service": "Условия использования",
	"See our terms of service at": "Посмотрите наши условия использования здесь",
	"Privacy Policy": "Политика конфиденциальности",
	"See our privacy policy at": "Ознакомьтесь с нашей политикой конфиденциальности здесь",
	"Suicide Prevention Bot is Open Source!": "Suicide Prevention Bot с открытым исходным кодом!",
	"If you would like to help with the development of the bot or even run your own instance, check out the GitHub repository. It is available at": "Если вы хотите помочь в разработке бота или даже запустить свой собственный инстанцию, посетите репозиторий GitHub. Он доступен здесь",
	"Here are all the supported languages": "Вот все поддерживаемые языки",
	"Suicide Prevention Bot Info": "Suicide Prevention Bot информация",
	"Want more languages? Found a bug?": "Нужны другие языки? Нашли баг/проблему?",
	"[Join the discord!](https://discord.com/invite/YHvfUqVgWS)": "[Присоединяйтесь к дискорду!](https://discord.com/invite/YHvfUqVgWS)",
	"You have successfully opted into bot replies. To opt out, use `/optout`": "Вы успешно подписались на ответы бота (replies). Чтобы отказаться, используйте `/optout`",
	"You have successfully opted out of bot replies. To opt back in, use `/optin`": "Вы успешно отказались от ответов бота (replies). Чтобы снова дать разрешение, используйте `/optin`",
	"Help is available, 24 hours a day.": "Help is available, 24 hours a day.",
	"Suicide and self harm are preventable. If you feel that you are considering suicide or self harm, please reach out for help. Resources are availble 24/7.": "Самоубийства и причинение вреда себе можно предотвратить. Если вы думаете о самоубийстве или причинение вреда себе, обратитесь за помощью. Ресурсы доступны 24/7.",
	"Speak with a trained mental health counselor": "Поговорите с квалифицированным консультантом по вопросам психического здоровья",
	"Other countries?": "Другие страны?",
	"Click here": "Кликните/Нажмите сюда",
	"Need extra support?": "Нужна дополнительная поддержка?",
	"Text **DISCORD** to **741741** from anywhere in the United States to chat with a trained volunteer crisis counselor at Crisis Text Line. Counselors are available 24/7 to help you or a friend through any mental health crisis.": "Отправьте SMS с текстом **DISCORD** на номер **741741** из любой точки США, чтобы пообщаться с квалифицированным консультантом-волонтёром службы Crisis Text Line. Консультанты доступны круглосуточно и без выходных, чтобы помочь вам или вашему другу справиться с любым психологическим кризисом.",
	"This message was displayed because the bot was mentioned": "Это сообщение было отображено, потому что бот был упомянут",
	"This message was displayed because the bot believes this message is about suicide": "Это сообщение было отображено, потому что бот считает, что это сообщение о самоубийстве",
	"Suicide Prevention Bot": "Бот для предотвращения самоубийств",
	"Suicide Prevention Bot is a Discord bot that checks messages for content that could indicate signs of suicide, and responds directing people to crisis counselors. It is completely anonymous. To opt out of recieving responses form the bot, use `/optout`.": "Бот для предотвращения самоубийств — это Discord-бот, который проверяет сообщения на наличие признаков, указывающих на самоубийство, и направляет пользователей к специалистам по преодолению кризисов. Он полностью анонимен. Чтобы отказаться от получения ответов бота, используйте `/optout`.",
	"Here is my ping, young one": "Вот мой ping, молодой.",
	"Discord": "Дискорд",
	"Need help? Join our discord server by visiting": "Нужна помощь? Присоединяйтесь к нашему Discord-серверу, здесь",
	"You have opted out of these replies. To opt back in, use the `/optin` command": "Вы отказались от этих ответов. Чтобы снова дать разрешение, воспользуйтесь `/optin` команду",
	"You have successfully opted into bot DMs. To opt back out, use `/dmmute`": "Вы успешно подписались на рассылку личных сообщений от бота по DMs. Чтобы отказаться, используйте `/dmmute`",
	"You have successfully opted out of bot DMs. To opt back in, use `/dmunmute`": "Вы успешно отказались от получения личных сообщений от бота по DMs. Чтобы снова подписаться, используйте `/dmunmute`",
	"This message was sent to you because a user directed the bot to DM you. You cannot recieve more than 1 user-directed DM in a 24-hour period.": "Это сообщение было отправлено вам, потому что пользователь бота поручил боту написать вам личное сообщение. Вы не можете получать более одного личного сообщения от пользователя в течение 24 часов.",
	"This user has opted out of user-directed bot DMs. You cannot send a DM to this user.": "Этот пользователь отказался от личных сообщений, отправляемых ботом. Вы не можете отправить этому пользователю личное сообщение.",
	"A DM has already been sent to this user within the last 24 hours. Please wait before sending another DM.": "Этому пользователю уже было отправлено личное сообщение в течение последних 24 часов. Пожалуйста, подождите, прежде чем отправлять ещё одно личное сообщение.",
	"You have opted out of user-directed bot DMs. To opt back in, use the `/dmunmute` command": "Вы отказались от получения личных сообщений от бота. Чтобы снова подписаться, воспользуйтесь `/dmunmute` команда",
	"You have opted out of user-directed bot DMs. To opt back in, use `/dmunmute`.": "Вы отказались от получения личных сообщений от бота. Чтобы снова подписаться, используйте `/dmunmute`.",
	"Suicide and self harm are preventable. If you feel that you are considering suicide or self harm, please reach out for help. Resources are available 24/7.": "Самоубийства и причинение вреда себе можно предотвратить. Если вы думаете о самоубийстве или самоповреждении, обратитесь за помощью. Ресурсы доступны 24/7.",
	"fr": "fr",
	"DM sent!": "DM отправил!",
	"Could not send DM to user. The user may not have DMs enabled.": "Не удалось отправить личное сообщение пользователю. Возможно, у пользователя не включена функция личных сообщений.",
	"Pong!": "Pong!",
	"Send a private DM to a user, with information on how to get help.": "Отправьте пользователю личное сообщение с информацией о том, как получить помощь.",
	"Opts yourself out of user-directed DMs from the bot.": "Отказываетесь от получения личных сообщений от бота.",
	"Opts yourself into user-directed DMs from the bot.": "Подписывайтесь на личные сообщения, отправляемые ботом другим пользователям.",
	"Opts yourself into bot replies": "Подписывайтесь на ответы бота (replies)",
	"Opts yourself out of bot replies": "Отказываетесь от ответов бота (replies)",
	"Lists available languages": "Перечисляет доступные языки",
	"Sets the language that the bot will use in the server": "Устанавливает язык, который бот будет использовать на сервере",
	"Displays open source information": "Отображает информацию об открытых источников",
	"Displays Privacy Policy": "Отображает политику конфиденциальности",
	"Need help? Get a Discord invite to the support server.": "Нужна помощь? Получите приглашение на сервер поддержки в Discord.",
	"Displays Terms of Service": "Отображает условия использования",
	"Displays all available commands": "Отображает все доступные команды",
	"See information about Suicide Prevention Bot": "Посмотреть информацию о Suicide Prevention Bot",
	"Makes sure that the bot is working": "Проверяет, работает ли бот",
	"Display the current status and statistics of the bot": "Отображает текущий статус и статистику бота",
	"Opt out of these replies": "Отказаться от этих ответов (replies)",
	"Report Issue": "Сообщить о проблеме",
	"Issue reported. ": "Проблема репортирована. ",
	"Confirm": "Подтвердить",
	"Are you sure you want to report an issue? Developers of this bot will be able to read the message you are reporting, and see who reported it.": "Вы уверены, что хотите сообщить о проблеме? Разработчики этого бота смогут прочитать проблему, на которое вы жалуетесь, и увидеть, кто на неё пожаловался."
}