{
	"Language successfully changed!": "¡Lenguaje cambió con éxito!",
	"Word {{word}} has been added to the blacklist": "Word {{word}} has been added to the blacklist",
	"Suicide Prevention Bot Info": "Información del bot de prevención del suicidio",
	"You requested help?": "¿Has pedido ayuda?",
	"Commands - prefix is / [command here]": "Comandos - prefijo es / [comando aquí]",
	"help\n bot (alias: neofetch, v)\n info\n invite\n mute\n ping\n dm (user)\n dmmute\n set\n lang\n": "help\n bot (alias: neofetch, v)\n info\n invite\n mute\n ping\n dm (user)\n dmmute\n set\n lang\n",
	"You must be an administrator of this server to change the language!": "¡Debe tener el permiso de administrador de este servidor para cambiar el idioma!",
	"What is this bot?": "¿Qué es este bot?",
	"What do you respond to?": "¿A qué respondes?",
	"I look for key words related to suicide, as well as commands like /help, /invite, and /ping.": "Busco palabras clave relacionadas con el suicidio, así como comandos como /help, /invite, y /ping.",
	"How do I add you to my server?": "¿Cómo le agrego a mi servidor?",
	"Go to https://spbot.ml/ and click on Invite Bot.": "Vaya a https://spbot.ml/ y haga clic en Invitar bot.",
	"Are you anonymous?": "¿Eres anónimo?",
	"Yes. I am, and have always been, 100% anonmyous. I'm open source as well.": "Sí. Soy, y siempre he sido, 100% anómico. Yo también soy de código abierto.",
	"I have a bug report or feature request.": "Tengo un informe de errores o una solicitud de característica.",
	"[Join the discord!](https://discord.com/invite/YHvfUqVgWS)": "[¡Únete a la Discord!](https://discord.com/invite/YHvfUqVgWS)",
	"Created by the SPBot dev team :) · https://spbot.ml · /mute to have the bot ignore your messages": "Creado por SPBot developer team :) | https://spbot.ml | Escriba sp!mute para que el bot ignore sus mensajes.",
	"Add Suicide Prevention Bot": "Añadir el Bot de Prevención del Suicidio",
	"This Discord bot is an easy-to-use and easy-to-install bot for Discord, that actively prevents suicide and other crisis from occuring. Add it to your Discord server in just 3 clicks.": "Este bot de discord es un bot fácil de usar y fácil de instalar en Discord, además de que activamente previene que ocurran suicidios y otras crisis. Agréguelo a su servidor discord en solo 3 clics.",
	"Here are all the supported languages": "Aquí están todos los idiomas compatibles",
	"Want more languages? Found a bug?": "¿Quieres más idiomas? ¿Encontraste un error?",
	"Pinging...": "Pinging...",
	"Here is my ping, young one": "Aquí está mi ping, uno joven",
	"Roundtrip latency is {{ping}}ms \nAPI Latency is {{latency}}ms": "La latencia de ida y vuelta es {{ping}}ms \nLa latencia de la API es {{latency}}ms",
	"Does not update after you send the command. Send again to see updated info.', 'https://spbot.ml/siround.png": "No se ha actualizado después de enviar el comando. Envíe de nuevo para ver la información actualizada.', 'https://spbot.ml/siround.png",
	"Add Slash Commands": "Agregar comandos de barra",
	"Support Server": "Servidor de apoyo",
	"Commands have been moved to slash commands! Type `/` to see a list of commands. If you don't see them, ask a server admin to click the button below to add my slash commands.": "Los comandos se han trasladado a los comandos de barra. Escribe `/` para ver una lista de comandos. Si no los ves, pide a un administrador del servidor que haga clic en el botón de abajo para añadir mis comandos de barra.",
	"Bot Mentioned. Here is my helpline embed: Suicide Prevention Bot": "Bot mencionado. Aquí está mi línea de ayuda incrustada: Suicide Prevention Bot",
	"Please give the helpline just one chance": "Por favor, dé a la línea de ayuda sólo una oportunidad",
	"This bot has automatically detected a keyword related to suicide\n": "Este bot ha detectado automáticamente una palabra clave relacionada con el suicidio\n",
	"We care about you.": "Nos preocupamos por ti.",
	"Your life is important. We all care very deeply about you. I understand you don't feel like you matter right know, but I can tell you with 100% confidence that you do. I know you might be reluctant, but please just give the suicide prevention hotline just one more chance.": "Tu vida es importante. Todos nos preocupamos profundamente por ti. Entiendo que no sientas que eres importante, pero puedo decirte con un 100% de confianza que sí lo eres. Sé que puedes ser reticente, pero por favor, dale una oportunidad más a la línea de prevención de suicidios.",
	"United States": "Estados Unidos",
	"Call (800) 273-8255 or Text HOME to 741741": "Llame al (800) 273-8255 o envíe un mensaje de texto a HOME al 741741",
	"United Kingdom": "Reino Unido",
	"Call 116-123 or Text SHOUT to 85258": "Llame al 116-123 o al SHOUT de Texto al 85258",
	"Canada": "Canadá",
	"Call (833) 456-4566 or Text 45645": "Llame al (833) 456-4566 o al Texto 45645",
	"India": "India",
	"Call +91 80 23655557": "Call +91 80 23655557",
	"Japan": "Japón",
	"Call 810352869090": "Llame 810352869090",
	"Other Countries?": "¿Otros países?",
	"[Click Here.](https://spbot.ml/hotlines)": "[Hacer clic aquí.](https://spbot.ml/hotlines)",
	"Need Extra Support?": "¿Necesita soporte adicional?",
	"Come talk to real people to help you through this Discord! [Click here.](https://discord.gg/sdY4jyY)": "¡Ven a hablar con gente real para ayudarte a en esta Discord! [Hacer clic aquí.](https://discord.gg/sdY4jyY)",
	"I care about you. Please try to give the helplines just one chance. I know you can make it through this. Report a bug: https://discord.gg/YHvfUqVgWS. Website: https://spbot.ml/. Type /dmmute to prevent others from telling me to send you DMs": "Me preocupo por ti. Por favor, intenta dar una oportunidad a las líneas de ayuda. Sé que puedes superar esto. Notificar un error: https://discord.gg/YHvfUqVgWS. Sitio web: https://spbot.ml/. Escriba /dmmute para evitar que otros me digan que le envíe DMs",
	"Suicide Prevention Bot": "Bot para la prevención del suicidio",
	"Please don't tell others to kill themselves": "Por favor, no le digas a otros que se suiciden",
	"This is not a laughing matter": "Esto no es un asunto de risa",
	"Links": "Enlaces",
	"[Website](https://spbot.ml/)\n [Discord Invite](https://discord.com/invite/YHvfUqVgWS)\n [GitHub](https://github.com/Bobrobot1/Suicide-Prevention-Bot)\n [Status Page](https://spbot.freshstatus.io/)\n": "[Sitio web](https://spbot.ml/)\n [Discord Invite a](https://discord.com/invite/YHvfUqVgWS)\n [GitHub](https://github.com/Bobrobot1/Suicide-Prevention-Bot)\n [Página de estado](https://spbot.freshstatus.io/)\n",
	"Need more help? Found a bug?": "¿Necesitas más ayuda? ¿Has encontrado un error?",
	"The current blacklist consists of the words:\n```\n{{list}}```": "La lista negra actual está formada por las palabras:\n```\n{{list}}```",
	"Terms of Service": "Condiciones de servicio",
	"See our terms of service at https://spbot.ml/terms.txt": "Consulte nuestras condiciones de servicio en https://spbot.ml/terms.txt",
	"Privacy Policy": "Política de privacidad",
	"See our privacy policy at https://spbot.ml/privacy.txt": "Consulte nuestra política de privacidad en https://spbot.ml/privacy.txt",
	"A user has asked us to reach out to you": "Un usuario nos ha pedido que nos pongamos en contacto con usted",
	"Somebody has asked us to reach out personally to you in your DMs. Please listen.\n": "Alguien nos ha pedido que nos dirijamos personalmente a ti en tus DMs. Por favor, escucha.\n",
	"A help DM has been sent.": "Se ha enviado un DM de ayuda.",
	"This user has already been messaged recently, please wait and try again.": "Este usuario ya ha recibido un mensaje recientemente, por favor espere e inténtelo de nuevo.",
	"Word `{{word}}` has been added to the blacklist": "Palabra `{{word}}` ha sido añadido a la lista negra",
	"Word `{{word}}` has been removed from the blacklist": "Palabra `{{word}}` ha sido eliminado de la lista negra"
}